** CACHE
   |         |    L1_DCM |   L1_ICM |    L1_TCM |    L2_DCM |  L2_ICM |    L2_TCM | L3_DCM | L3_ICM |    L3_TCM |
   |       1 |  39633359 |  6681788 |  45044710 |  74211674 | 1325089 |  75690736 |        |        |  39134459 |
   |       2 |  43098181 |  7041456 |  44856920 |  86177060 | 1917910 |  77034396 |        |        |  37359818 |
   |       3 |  47149039 |  6212930 |  45265690 | 103764037 | 1189590 |  81758078 |        |        |  38158309 |
   |       4 |  22376000 |  3545996 |  29187927 |  43313784 |  861483 |  47103420 |        |        |  22586167 |
   |       5 |  25379808 |  3123220 |  27026675 |  37969176 |  681728 |  41214184 |        |        |  20394290 |
   |       6 |  20513934 |  3463219 |  24439230 |  38410805 |  797827 |  40910504 |        |        |  20263492 |
   |       7 |  21949090 |  2980523 |  24379087 |  39860968 |  608117 |  45903812 |        |        |  20194823 |
   |       8 |  19802178 |  3210754 |  24930047 |  34740720 |  721071 |  41184142 |        |        |  21568497 |
   | overall | 239901589 | 36259886 | 265130286 | 458448224 | 8102815 | 450799272 |      0 |      0 | 219659855 |
   #+TBLFM: @10=vsum(@2..@9)

** INSTR-CYCLE-Preset
   |         | PAPI_TOT_INS | PAPI_TOT_CYC |
   |       1 |   6753829260 |   4079456689 |
   |       2 |   6425118931 |   3894904405 |
   |       3 |   5991644441 |   3458153417 |
   |       4 |   3199521048 |   1615339412 |
   |       5 |   3269542192 |   1600298889 |
   |       6 |   3200989686 |   1540917653 |
   |       7 |   3353033569 |   1636113805 |
   |       8 |   3288588911 |   1578694324 |
   | overall |  35482268038 |  19403878594 |
   #+TBLFM: @10=vsum(@2..@9)
** Branch-Preset
   |         | PAPI_BR_MSP | PAPI_BR_INS | PAPI_BR_TKN | PAPI_BR_NTK |
   |       1 |     1559809 |  1053023237 |   151324029 |   789846557 |
   |       2 |     1354468 |   927928965 |   130581445 |   697429405 |
   |       3 |     1640462 |  1008474185 |   151608579 |   735960897 |
   |       4 |      813871 |   502334193 |    77755398 |   369475664 |
   |       5 |      855049 |   519745205 |    82989922 |   381972798 |
   |       6 |      824947 |   514786809 |    80289980 |   374419255 |
   |       7 |      827912 |   517336121 |    81913243 |   380256410 |
   |       8 |      895491 |   531422029 |    85768441 |   386493226 |
   | overall |     8772009 |  5575050744 |   842231037 |  4115854212 |
   #+TBLFM: @10=vsum(@2..@9)
** TLB-Preset
   |         | PAPI_TLB_DM | PAPI_TLB_IM |
   |       1 |      409844 |      179957 |
   |       2 |      381915 |      162573 |
   |       3 |      345462 |      149882 |
   |       4 |      222471 |       99236 |
   |       5 |      228386 |       96745 |
   |       6 |      203935 |       91377 |
   |       7 |      223581 |       93413 |
   |       8 |      193812 |       94209 |
   | overall |     2209406 |      967392 |
   #+TBLFM: @10=vsum(@2..@9)
